Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# SourceGuidance.Repair.Headline.FreshConnectionTest
source: Source setup needs a fresh connection test
ar_sa: يحتاج إعداد المصدر إلى اختبار اتصال جديد
de_de: Die Quelleinrichtung erfordert einen neuen Verbindungstest
es_es: La configuración de la fuente necesita una nueva prueba de conexión
fr_fr: La configuration de la source nécessite un nouveau test de connexion
hi_in: स्रोत सेटअप को नए सिरे से कनेक्शन परीक्षण की आवश्यकता है
ja_jp: ソースのセットアップには新たな接続テストが必要です
ko_kr: 소스 설정에는 새로운 연결 테스트가 필요합니다
pt_br: A configuração da fonte precisa de um novo teste de conexão
tr_tr: Kaynak kurulumunun yeni bir bağlantı testine ihtiyacı var
zh_hans: 源设置需要重新进行连接测试

# SourceGuidance_Repair_Headline_FreshConnectionTest
source: Source setup needs a fresh connection test
ar_sa: يحتاج إعداد المصدر إلى اختبار اتصال جديد
de_de: Die Quelleinrichtung erfordert einen neuen Verbindungstest
es_es: La configuración de la fuente necesita una nueva prueba de conexión
fr_fr: La configuration de la source nécessite un nouveau test de connexion
hi_in: स्रोत सेटअप को नए सिरे से कनेक्शन परीक्षण की आवश्यकता है
ja_jp: ソースのセットアップには新たな接続テストが必要です
ko_kr: 소스 설정에는 새로운 연결 테스트가 필요합니다
pt_br: A configuração da fonte precisa de um novo teste de conexão
tr_tr: Kaynak kurulumunun yeni bir bağlantı testine ihtiyacı var
zh_hans: 源设置需要重新进行连接测试

# SourceGuidance.Validation.ProxyUrlAbsolute
source: Proxy URL must be an absolute URL.
ar_sa: يجب أن يكون الوكيل URL URL مطلقًا.
de_de: Der Proxy URL muss ein absoluter URL sein.
es_es: El proxy URL debe ser un URL absoluto.
fr_fr: Le proxy URL doit être un URL absolu.
hi_in: प्रॉक्सी URL एक पूर्ण URL होना चाहिए।
ja_jp: プロキシ URL は絶対 URL である必要があります。
ko_kr: 프록시 URL는 절대 URL여야 합니다.
pt_br: O proxy URL deve ser um URL absoluto.
tr_tr: Proxy URL, mutlak bir URL olmalıdır.
zh_hans: 代理URL必须是绝对URL。

# SourceGuidance_Validation_ProxyUrlAbsolute
source: Proxy URL must be an absolute URL.
ar_sa: يجب أن يكون الوكيل URL URL مطلقًا.
de_de: Der Proxy URL muss ein absoluter URL sein.
es_es: El proxy URL debe ser un URL absoluto.
fr_fr: Le proxy URL doit être un URL absolu.
hi_in: प्रॉक्सी URL एक पूर्ण URL होना चाहिए।
ja_jp: プロキシ URL は絶対 URL である必要があります。
ko_kr: 프록시 URL는 절대 URL여야 합니다.
pt_br: O proxy URL deve ser um URL absoluto.
tr_tr: Proxy URL, mutlak bir URL olmalıdır.
zh_hans: 代理URL必须是绝对URL。

# SourceGuidance.Setup.ConnectionTestIncomplete
source: The connection test did not complete successfully.
ar_sa: لم يكتمل اختبار الاتصال بنجاح.
de_de: Der Verbindungstest wurde nicht erfolgreich abgeschlossen.
es_es: La prueba de conexión no se completó correctamente.
fr_fr: Le test de connexion n'a pas abouti.
hi_in: कनेक्शन परीक्षण सफलतापूर्वक पूरा नहीं हुआ.
ja_jp: 接続テストが正常に完了しませんでした。
ko_kr: 연결 테스트가 성공적으로 완료되지 않았습니다.
pt_br: O teste de conexão não foi concluído com êxito.
tr_tr: Bağlantı testi başarıyla tamamlanmadı.
zh_hans: 连接测试未成功完成。

# SourceGuidance_Setup_ConnectionTestIncomplete
source: The connection test did not complete successfully.
ar_sa: لم يكتمل اختبار الاتصال بنجاح.
de_de: Der Verbindungstest wurde nicht erfolgreich abgeschlossen.
es_es: La prueba de conexión no se completó correctamente.
fr_fr: Le test de connexion n'a pas abouti.
hi_in: कनेक्शन परीक्षण सफलतापूर्वक पूरा नहीं हुआ.
ja_jp: 接続テストが正常に完了しませんでした。
ko_kr: 연결 테스트가 성공적으로 완료되지 않았습니다.
pt_br: O teste de conexão não foi concluído com êxito.
tr_tr: Bağlantı testi başarıyla tamamlanmadı.
zh_hans: 连接测试未成功完成。

# SourceGuidance.Validation.CompanionEndpointAbsolute
source: Companion endpoint must be an absolute URL.
ar_sa: يجب أن تكون نقطة النهاية المرافقة URL مطلقة.
de_de: Der Companion-Endpunkt muss ein absoluter URL sein.
es_es: El punto final complementario debe ser un URL absoluto.
fr_fr: Le point de terminaison compagnon doit être un URL absolu.
hi_in: सहयोगी समापन बिंदु पूर्ण URL होना चाहिए।
ja_jp: コンパニオン エンドポイントは絶対 URL である必要があります。
ko_kr: 동반 엔드포인트는 절대 URL여야 합니다.
pt_br: O endpoint complementar deve ser um URL absoluto.
tr_tr: Tamamlayıcı uç nokta mutlak bir URL olmalıdır.
zh_hans: 伴随端点必须是绝对 URL。

# SourceGuidance_Validation_CompanionEndpointAbsolute
source: Companion endpoint must be an absolute URL.
ar_sa: يجب أن تكون نقطة النهاية المرافقة URL مطلقة.
de_de: Der Companion-Endpunkt muss ein absoluter URL sein.
es_es: El punto final complementario debe ser un URL absoluto.
fr_fr: Le point de terminaison compagnon doit être un URL absolu.
hi_in: सहयोगी समापन बिंदु पूर्ण URL होना चाहिए।
ja_jp: コンパニオン エンドポイントは絶対 URL である必要があります。
ko_kr: 동반 엔드포인트는 절대 URL여야 합니다.
pt_br: O endpoint complementar deve ser um URL absoluto.
tr_tr: Tamamlayıcı uç nokta mutlak bir URL olmalıdır.
zh_hans: 伴随端点必须是绝对 URL。

# SourceGuidance.Routing.CompanionEnabledMode
source: Companion enabled ({0}).
ar_sa: تم تمكين الرفيق ({0}).
de_de: Companion aktiviert ({0}).
es_es: Compañero habilitado ({0}).
fr_fr: Compagnon activé ({0}).
hi_in: सहयोगी सक्षम ({0})।
ja_jp: コンパニオンが有効 ({0})。
ko_kr: 컴패니언이 활성화되었습니다({0}).
pt_br: Complementar habilitado ({0}).
tr_tr: Tamamlayıcı etkin ({0}).
zh_hans: 启用伴侣 ({0})。

# SourceGuidance_Routing_CompanionEnabledMode
source: Companion enabled ({0}).
ar_sa: تم تمكين الرفيق ({0}).
de_de: Companion aktiviert ({0}).
es_es: Compañero habilitado ({0}).
fr_fr: Compagnon activé ({0}).
hi_in: सहयोगी सक्षम ({0})।
ja_jp: コンパニオンが有効 ({0})。
ko_kr: 컴패니언이 활성화되었습니다({0}).
pt_br: Complementar habilitado ({0}).
tr_tr: Tamamlayıcı etkin ({0}).
zh_hans: 启用伴侣 ({0})。

# SourceGuidance.Routing.CompanionEnabled
source: Companion enabled
ar_sa: تم تفعيل الرفيق
de_de: Companion aktiviert
es_es: Compañero habilitado
fr_fr: Compagnon activé
hi_in: साथी सक्षम
ja_jp: コンパニオンが有効になっています
ko_kr: 컴패니언 활성화됨
pt_br: Acompanhante ativado
tr_tr: Tamamlayıcı etkin
zh_hans: 已启用同伴

# SourceGuidance_Routing_CompanionEnabled
source: Companion enabled
ar_sa: تم تفعيل الرفيق
de_de: Companion aktiviert
es_es: Compañero habilitado
fr_fr: Compagnon activé
hi_in: साथी सक्षम
ja_jp: コンパニオンが有効になっています
ko_kr: 컴패니언 활성화됨
pt_br: Acompanhante ativado
tr_tr: Tamamlayıcı etkin
zh_hans: 已启用同伴

# SourceGuidance.M3u.Detail.NoXmltvAdvertised
source: No XMLTV URL was advertised in the playlist header preview.
ar_sa: لم يتم الإعلان عن XMLTV URL في معاينة رأس قائمة التشغيل.
de_de: In der Vorschau des Playlist-Headers wurde kein XMLTV URL angekündigt.
es_es: No se anunció ningún XMLTV URL en la vista previa del encabezado de la lista de reproducción.
fr_fr: Aucun XMLTV URL n'a été annoncé dans l'aperçu de l'en-tête de la playlist.
hi_in: प्लेलिस्ट हेडर पूर्वावलोकन में कोई XMLTV URL का विज्ञापन नहीं किया गया था।
ja_jp: XMLTV URL はプレイリスト ヘッダーのプレビューでアドバタイズされませんでした。
ko_kr: 재생목록 헤더 미리보기에 XMLTV URL가 광고되지 않았습니다.
pt_br: Nenhum XMLTV URL foi anunciado na visualização do cabeçalho da lista de reprodução.
tr_tr: Çalma listesi başlığı önizlemesinde hiçbir XMLTV URL reklamı yapılmadı.
zh_hans: 播放列表标题预览中没有公布 XMLTV URL。

# SourceGuidance_M3u_Detail_NoXmltvAdvertised
source: No XMLTV URL was advertised in the playlist header preview.
ar_sa: لم يتم الإعلان عن XMLTV URL في معاينة رأس قائمة التشغيل.
de_de: In der Vorschau des Playlist-Headers wurde kein XMLTV URL angekündigt.
es_es: No se anunció ningún XMLTV URL en la vista previa del encabezado de la lista de reproducción.
fr_fr: Aucun XMLTV URL n'a été annoncé dans l'aperçu de l'en-tête de la playlist.
hi_in: प्लेलिस्ट हेडर पूर्वावलोकन में कोई XMLTV URL का विज्ञापन नहीं किया गया था।
ja_jp: XMLTV URL はプレイリスト ヘッダーのプレビューでアドバタイズされませんでした。
ko_kr: 재생목록 헤더 미리보기에 XMLTV URL가 광고되지 않았습니다.
pt_br: Nenhum XMLTV URL foi anunciado na visualização do cabeçalho da lista de reprodução.
tr_tr: Çalma listesi başlığı önizlemesinde hiçbir XMLTV URL reklamı yapılmadı.
zh_hans: 播放列表标题预览中没有公布 XMLTV URL。

# SourceGuidance.Stalker.Value.ProfileDiscovered
source: Profile discovered
ar_sa: تم اكتشاف الملف الشخصي
de_de: Profil entdeckt
es_es: Perfil descubierto
fr_fr: Profil découvert
hi_in: प्रोफ़ाइल का पता चला
ja_jp: プロフィールが発見されました
ko_kr: 프로필이 발견되었습니다
pt_br: Perfil descoberto
tr_tr: Profil keşfedildi
zh_hans: 发现个人资料

# SourceGuidance_Stalker_Value_ProfileDiscovered
source: Profile discovered
ar_sa: تم اكتشاف الملف الشخصي
de_de: Profil entdeckt
es_es: Perfil descubierto
fr_fr: Profil découvert
hi_in: प्रोफ़ाइल का पता चला
ja_jp: プロフィールが発見されました
ko_kr: 프로필이 발견되었습니다
pt_br: Perfil descoberto
tr_tr: Profil keşfedildi
zh_hans: 发现个人资料

# SourceGuidance.Setup.CouldNotVerify
source: KROIRA could not verify this source yet.
ar_sa: لم يتمكن KROIRA من التحقق من هذا المصدر بعد.
de_de: KROIRA konnte diese Quelle noch nicht verifizieren.
es_es: KROIRA aún no pudo verificar esta fuente.
fr_fr: KROIRA n'a pas encore pu vérifier cette source.
hi_in: KROIRA अभी तक इस स्रोत को सत्यापित नहीं कर सका।
ja_jp: KROIRA はこのソースをまだ検証できませんでした。
ko_kr: KROIRA는 아직 이 소스를 확인할 수 없습니다.
pt_br: KROIRA ainda não conseguiu verificar esta fonte.
tr_tr: KROIRA bu kaynağı henüz doğrulayamadı.
zh_hans: KROIRA 尚无法验证此来源。

# SourceGuidance_Setup_CouldNotVerify
source: KROIRA could not verify this source yet.
ar_sa: لم يتمكن KROIRA من التحقق من هذا المصدر بعد.
de_de: KROIRA konnte diese Quelle noch nicht verifizieren.
es_es: KROIRA aún no pudo verificar esta fuente.
fr_fr: KROIRA n'a pas encore pu vérifier cette source.
hi_in: KROIRA अभी तक इस स्रोत को सत्यापित नहीं कर सका।
ja_jp: KROIRA はこのソースをまだ検証できませんでした。
ko_kr: KROIRA는 아직 이 소스를 확인할 수 없습니다.
pt_br: KROIRA ainda não conseguiu verificar esta fonte.
tr_tr: KROIRA bu kaynağı henüz doğrulayamadı.
zh_hans: KROIRA 尚无法验证此来源。

# SourceGuidance.Repair.Headline.PortalNeedsAttention
source: Portal connection needs attention
ar_sa: يحتاج اتصال البوابة إلى الاهتمام
de_de: Die Portalverbindung erfordert Aufmerksamkeit
es_es: La conexión del portal necesita atención
fr_fr: La connexion au portail nécessite une attention particulière
hi_in: पोर्टल कनेक्शन पर ध्यान देने की जरूरत है
ja_jp: ポータル接続には注意が必要です
ko_kr: 포털 연결에 주의가 필요합니다
pt_br: A conexão do portal precisa de atenção
tr_tr: Portal bağlantısına dikkat edilmesi gerekiyor
zh_hans: Portal连接需要注意的地方

# SourceGuidance_Repair_Headline_PortalNeedsAttention
source: Portal connection needs attention
ar_sa: يحتاج اتصال البوابة إلى الاهتمام
de_de: Die Portalverbindung erfordert Aufmerksamkeit
es_es: La conexión del portal necesita atención
fr_fr: La connexion au portail nécessite une attention particulière
hi_in: पोर्टल कनेक्शन पर ध्यान देने की जरूरत है
ja_jp: ポータル接続には注意が必要です
ko_kr: 포털 연결에 주의가 필요합니다
pt_br: A conexão do portal precisa de atenção
tr_tr: Portal bağlantısına dikkat edilmesi gerekiyor
zh_hans: Portal连接需要注意的地方

# SourceGuidance.Repair.Headline.GuideNeedsAttention
source: Guide data needs attention
ar_sa: تحتاج بيانات الدليل إلى الاهتمام
de_de: Leitdaten erfordern Aufmerksamkeit
es_es: Los datos de la guía necesitan atención
fr_fr: Les données du guide nécessitent une attention particulière
hi_in: गाइड डेटा पर ध्यान देने की जरूरत है
ja_jp: ガイドデータには注意が必要です
ko_kr: 가이드 데이터에 주의가 필요합니다
pt_br: Os dados do guia precisam de atenção
tr_tr: Kılavuz verilerine dikkat edilmesi gerekiyor
zh_hans: 指南数据需要注意

# SourceGuidance_Repair_Headline_GuideNeedsAttention
source: Guide data needs attention
ar_sa: تحتاج بيانات الدليل إلى الاهتمام
de_de: Leitdaten erfordern Aufmerksamkeit
es_es: Los datos de la guía necesitan atención
fr_fr: Les données du guide nécessitent une attention particulière
hi_in: गाइड डेटा पर ध्यान देने की जरूरत है
ja_jp: ガイドデータには注意が必要です
ko_kr: 가이드 데이터에 주의가 필요합니다
pt_br: Os dados do guia precisam de atenção
tr_tr: Kılavuz verilerine dikkat edilmesi gerekiyor
zh_hans: 指南数据需要注意

# SourceGuidance.Issue.CompanionOptional.Detail
source: Keep direct playback as the normal path unless this provider behaves better behind a local relay.
ar_sa: احتفظ بالتشغيل المباشر باعتباره المسار العادي ما لم يتصرف هذا المزود بشكل أفضل خلف المرحل المحلي.
de_de: Behalten Sie die direkte Wiedergabe als normalen Pfad bei, es sei denn, dieser Anbieter verhält sich hinter einem lokalen Relay besser.
es_es: Mantenga la reproducción directa como ruta normal a menos que este proveedor se comporte mejor detrás de un relé local.
fr_fr: Conservez la lecture directe comme chemin normal à moins que ce fournisseur ne se comporte mieux derrière un relais local.
hi_in: जब तक यह प्रदाता स्थानीय रिले के पीछे बेहतर व्यवहार नहीं करता, तब तक सीधे प्लेबैक को सामान्य पथ के रूप में रखें।
ja_jp: このプロバイダーがローカル リレーの背後で適切に動作しない限り、直接再生を通常のパスとして維持してください。
ko_kr: 이 공급자가 로컬 릴레이 뒤에서 더 잘 작동하지 않는 한 직접 재생을 일반 경로로 유지하십시오.
pt_br: Mantenha a reprodução direta como caminho normal, a menos que esse provedor se comporte melhor atrás de uma retransmissão local.
tr_tr: Bu sağlayıcı yerel bir aktarmanın arkasında daha iyi davranmadığı sürece, doğrudan oynatmayı normal yol olarak tutun.
zh_hans: 保持直接播放作为正常路径，除非该提供程序在本地中继后表现更好。

# SourceGuidance_Issue_CompanionOptional_Detail
source: Keep direct playback as the normal path unless this provider behaves better behind a local relay.
ar_sa: احتفظ بالتشغيل المباشر باعتباره المسار العادي ما لم يتصرف هذا المزود بشكل أفضل خلف المرحل المحلي.
de_de: Behalten Sie die direkte Wiedergabe als normalen Pfad bei, es sei denn, dieser Anbieter verhält sich hinter einem lokalen Relay besser.
es_es: Mantenga la reproducción directa como ruta normal a menos que este proveedor se comporte mejor detrás de un relé local.
fr_fr: Conservez la lecture directe comme chemin normal à moins que ce fournisseur ne se comporte mieux derrière un relais local.
hi_in: जब तक यह प्रदाता स्थानीय रिले के पीछे बेहतर व्यवहार नहीं करता, तब तक सीधे प्लेबैक को सामान्य पथ के रूप में रखें।
ja_jp: このプロバイダーがローカル リレーの背後で適切に動作しない限り、直接再生を通常のパスとして維持してください。
ko_kr: 이 공급자가 로컬 릴레이 뒤에서 더 잘 작동하지 않는 한 직접 재생을 일반 경로로 유지하십시오.
pt_br: Mantenha a reprodução direta como caminho normal, a menos que esse provedor se comporte melhor atrás de uma retransmissão local.
tr_tr: Bu sağlayıcı yerel bir aktarmanın arkasında daha iyi davranmadığı sürece, doğrudan oynatmayı normal yol olarak tutun.
zh_hans: 保持直接播放作为正常路径，除非该提供程序在本地中继后表现更好。

# SourceGuidance.Issue.SourceStable.Title
source: Source status is stable
ar_sa: حالة المصدر مستقرة
de_de: Der Quellstatus ist stabil
es_es: El estado de la fuente es estable
fr_fr: L'état de la source est stable
hi_in: स्रोत की स्थिति स्थिर है
ja_jp: ソースステータスは安定しています
ko_kr: 소스 상태가 안정적입니다.
pt_br: O status da fonte é estável
tr_tr: Kaynak durumu stabil
zh_hans: 源码状态稳定

# SourceGuidance_Issue_SourceStable_Title
source: Source status is stable
ar_sa: حالة المصدر مستقرة
de_de: Der Quellstatus ist stabil
es_es: El estado de la fuente es estable
fr_fr: L'état de la source est stable
hi_in: स्रोत की स्थिति स्थिर है
ja_jp: ソースステータスは安定しています
ko_kr: 소스 상태가 안정적입니다.
pt_br: O status da fonte é estável
tr_tr: Kaynak durumu stabil
zh_hans: 源码状态稳定

# SourceGuidance.Report.RedactedNotice
source: Sensitive values are redacted.
ar_sa: يتم تنقيح القيم الحساسة.
de_de: Sensible Werte werden geschwärzt.
es_es: Los valores sensibles están redactados.
fr_fr: Les valeurs sensibles sont expurgées.
hi_in: संवेदनशील मूल्यों को संशोधित किया गया है।
ja_jp: 機密性の高い値は編集されます。
ko_kr: 민감한 값은 수정됩니다.
pt_br: Valores confidenciais são redigidos.
tr_tr: Hassas değerler düzeltilir.
zh_hans: 敏感值已被编辑。

# SourceGuidance_Report_RedactedNotice
source: Sensitive values are redacted.
ar_sa: يتم تنقيح القيم الحساسة.
de_de: Sensible Werte werden geschwärzt.
es_es: Los valores sensibles están redactados.
fr_fr: Les valeurs sensibles sont expurgées.
hi_in: संवेदनशील मूल्यों को संशोधित किया गया है।
ja_jp: 機密性の高い値は編集されます。
ko_kr: 민감한 값은 수정됩니다.
pt_br: Valores confidenciais são redigidos.
tr_tr: Hassas değerler düzeltilir.
zh_hans: 敏感值已被编辑。

# SourceGuidance.Issue.UnsupportedSourceType.Detail
source: Choose M3U, Xtream, or Stalker.
ar_sa: اختر M3U أو Xtream أو Stalker.
de_de: Wählen Sie M3U, Xtream oder Stalker.
es_es: Elija M3U, Xtream o Stalker.
fr_fr: Choisissez M3U, Xtream ou Stalker.
hi_in: M3U, Xtream, या Stalker चुनें।
ja_jp: M3U、Xtream、または Stalker を選択します。
ko_kr: M3U, Xtream 또는 Stalker를 선택합니다.
pt_br: Escolha M3U, Xtream ou Stalker.
tr_tr: M3U, Xtream veya Stalker'yi seçin.
zh_hans: 选择 M3U、Xtream 或 Stalker。

# SourceGuidance_Issue_UnsupportedSourceType_Detail
source: Choose M3U, Xtream, or Stalker.
ar_sa: اختر M3U أو Xtream أو Stalker.
de_de: Wählen Sie M3U, Xtream oder Stalker.
es_es: Elija M3U, Xtream o Stalker.
fr_fr: Choisissez M3U, Xtream ou Stalker.
hi_in: M3U, Xtream, या Stalker चुनें।
ja_jp: M3U、Xtream、または Stalker を選択します。
ko_kr: M3U, Xtream 또는 Stalker를 선택합니다.
pt_br: Escolha M3U, Xtream ou Stalker.
tr_tr: M3U, Xtream veya Stalker'yi seçin.
zh_hans: 选择 M3U、Xtream 或 Stalker。

# SourceGuidance.Setup.UnsupportedFormatSummary
source: KROIRA could not validate the selected source format.
ar_sa: تعذر على KROIRA التحقق من صحة تنسيق المصدر المحدد.
de_de: KROIRA konnte das ausgewählte Quellformat nicht validieren.
es_es: KROIRA no pudo validar el formato de origen seleccionado.
fr_fr: KROIRA n'a pas pu valider le format source sélectionné.
hi_in: KROIRA चयनित स्रोत प्रारूप को सत्यापित नहीं कर सका।
ja_jp: KROIRA は、選択されたソース形式を検証できませんでした。
ko_kr: KROIRA가 선택한 소스 형식을 확인할 수 없습니다.
pt_br: KROIRA não pôde validar o formato de origem selecionado.
tr_tr: KROIRA seçilen kaynak biçimini doğrulayamadı.
zh_hans: KROIRA 无法验证所选的源格式。

# SourceGuidance_Setup_UnsupportedFormatSummary
source: KROIRA could not validate the selected source format.
ar_sa: تعذر على KROIRA التحقق من صحة تنسيق المصدر المحدد.
de_de: KROIRA konnte das ausgewählte Quellformat nicht validieren.
es_es: KROIRA no pudo validar el formato de origen seleccionado.
fr_fr: KROIRA n'a pas pu valider le format source sélectionné.
hi_in: KROIRA चयनित स्रोत प्रारूप को सत्यापित नहीं कर सका।
ja_jp: KROIRA は、選択されたソース形式を検証できませんでした。
ko_kr: KROIRA가 선택한 소스 형식을 확인할 수 없습니다.
pt_br: KROIRA não pôde validar o formato de origem selecionado.
tr_tr: KROIRA seçilen kaynak biçimini doğrulayamadı.
zh_hans: KROIRA 无法验证所选的源格式。

# SourceGuidance.M3u.Headline.Importable
source: Playlist looks importable
ar_sa: تبدو قائمة التشغيل قابلة للاستيراد
de_de: Die Playlist sieht importierbar aus
es_es: La lista de reproducción parece importante
fr_fr: La playlist semble importable
hi_in: प्लेलिस्ट महत्वपूर्ण लगती है
ja_jp: プレイリストはインポート可能のようです
ko_kr: 재생목록을 가져올 수 있는 것 같습니다
pt_br: A lista de reprodução parece importável
tr_tr: Oynatma listesi içe aktarılabilir görünüyor
zh_hans: 播放列表看起来很重要

# SourceGuidance_M3u_Headline_Importable
source: Playlist looks importable
ar_sa: تبدو قائمة التشغيل قابلة للاستيراد
de_de: Die Playlist sieht importierbar aus
es_es: La lista de reproducción parece importante
fr_fr: La playlist semble importable
hi_in: प्लेलिस्ट महत्वपूर्ण लगती है
ja_jp: プレイリストはインポート可能のようです
ko_kr: 재생목록을 가져올 수 있는 것 같습니다
pt_br: A lista de reprodução parece importável
tr_tr: Oynatma listesi içe aktarılabilir görünüyor
zh_hans: 播放列表看起来很重要

# SourceGuidance.Repair.Change.NoMaterialMovement
source: The repair completed, but the source health summary did not move materially yet.
ar_sa: اكتمل الإصلاح، لكن ملخص صحة المصدر لم يتحرك بشكل مادي بعد.
de_de: Die Reparatur wurde abgeschlossen, aber die Zusammenfassung des Quellzustands hat sich noch nicht wesentlich verändert.
es_es: La reparación se completó, pero el resumen de estado de la fuente aún no se movió materialmente.
fr_fr: La réparation est terminée, mais le résumé de santé de la source n'a pas encore bougé sensiblement.
hi_in: मरम्मत पूरी हो गई, लेकिन स्रोत स्वास्थ्य सारांश में अभी तक कोई खास बदलाव नहीं आया है।
ja_jp: 修復は完了しましたが、ソースの健全性の概要はまだ実質的に変化していません。
ko_kr: 복구가 완료되었지만 소스 상태 요약이 아직 실질적으로 이동하지 않았습니다.
pt_br: O reparo foi concluído, mas o resumo da integridade da fonte ainda não mudou materialmente.
tr_tr: Onarım tamamlandı ancak kaynak durumu özeti henüz somut olarak ilerlemedi.
zh_hans: 修复已完成，但源运行状况摘要尚未发生实质性变化。

# SourceGuidance_Repair_Change_NoMaterialMovement
source: The repair completed, but the source health summary did not move materially yet.
ar_sa: اكتمل الإصلاح، لكن ملخص صحة المصدر لم يتحرك بشكل مادي بعد.
de_de: Die Reparatur wurde abgeschlossen, aber die Zusammenfassung des Quellzustands hat sich noch nicht wesentlich verändert.
es_es: La reparación se completó, pero el resumen de estado de la fuente aún no se movió materialmente.
fr_fr: La réparation est terminée, mais le résumé de santé de la source n'a pas encore bougé sensiblement.
hi_in: मरम्मत पूरी हो गई, लेकिन स्रोत स्वास्थ्य सारांश में अभी तक कोई खास बदलाव नहीं आया है।
ja_jp: 修復は完了しましたが、ソースの健全性の概要はまだ実質的に変化していません。
ko_kr: 복구가 완료되었지만 소스 상태 요약이 아직 실질적으로 이동하지 않았습니다.
pt_br: O reparo foi concluído, mas o resumo da integridade da fonte ainda não mudou materialmente.
tr_tr: Onarım tamamlandı ancak kaynak durumu özeti henüz somut olarak ilerlemedi.
zh_hans: 修复已完成，但源运行状况摘要尚未发生实质性变化。

# SourceGuidance.Repair.Change.HealthMoved
source: Health moved from {0}/100 to {1}/100 ({2}{3}).
ar_sa: انتقلت الصحة من {0}/100 إلى {1}/100 ({2}{3}).
de_de: Gesundheit wurde von {0}/100 auf {1}/100 ({2}{3}) verschoben.
es_es: El estado pasó de {0}/100 a {1}/100 ({2}{3}).
fr_fr: La santé est passée de {0}/100 à {1}/100 ({2}{3}).
hi_in: स्वास्थ्य {0}/100 से {1}/100 ({2}{3}) में स्थानांतरित हो गया।
ja_jp: ヘルスは {0}/100 から {1}/100 ({2}{3}) に移動しました。
ko_kr: 체력이 {0}/100에서 {1}/100({2}{3})으로 변경되었습니다.
pt_br: Saúde movida de {0}/100 para {1}/100 ({2}{3}).
tr_tr: Sağlık {0}/100'den {1}/100'e ({2}{3}) taşındı.
zh_hans: 生命值从 {0}/100 更改为 {1}/100 ({2}{3})。

# SourceGuidance_Repair_Change_HealthMoved
source: Health moved from {0}/100 to {1}/100 ({2}{3}).
ar_sa: انتقلت الصحة من {0}/100 إلى {1}/100 ({2}{3}).
de_de: Gesundheit wurde von {0}/100 auf {1}/100 ({2}{3}) verschoben.
es_es: El estado pasó de {0}/100 a {1}/100 ({2}{3}).
fr_fr: La santé est passée de {0}/100 à {1}/100 ({2}{3}).
hi_in: स्वास्थ्य {0}/100 से {1}/100 ({2}{3}) में स्थानांतरित हो गया।
ja_jp: ヘルスは {0}/100 から {1}/100 ({2}{3}) に移動しました。
ko_kr: 체력이 {0}/100에서 {1}/100({2}{3})으로 변경되었습니다.
pt_br: Saúde movida de {0}/100 para {1}/100 ({2}{3}).
tr_tr: Sağlık {0}/100'den {1}/100'e ({2}{3}) taşındı.
zh_hans: 生命值从 {0}/100 更改为 {1}/100 ({2}{3})。

# SourceGuidance.Issue.CompanionOptional.Title
source: Companion relay is optional
ar_sa: التتابع المصاحب اختياري
de_de: Begleitrelais ist optional
es_es: El relé complementario es opcional
fr_fr: Le relais compagnon est facultatif
hi_in: सहयोगी रिले वैकल्पिक है
ja_jp: コンパニオンリレーはオプションです
ko_kr: 동반 릴레이는 선택 사항입니다.
pt_br: O relé companheiro é opcional
tr_tr: Yardımcı röle isteğe bağlıdır
zh_hans: 同伴继电器是可选的

# SourceGuidance_Issue_CompanionOptional_Title
source: Companion relay is optional
ar_sa: التتابع المصاحب اختياري
de_de: Begleitrelais ist optional
es_es: El relé complementario es opcional
fr_fr: Le relais compagnon est facultatif
hi_in: सहयोगी रिले वैकल्पिक है
ja_jp: コンパニオンリレーはオプションです
ko_kr: 동반 릴레이는 선택 사항입니다.
pt_br: O relé companheiro é opcional
tr_tr: Yardımcı röle isteğe bağlıdır
zh_hans: 同伴继电器是可选的

# SourceGuidance.Issue.SeriesCatalogNotConfirmed.Detail
source: Series support will stay optional unless the provider exposes series categories.
ar_sa: سيظل دعم السلسلة اختياريًا ما لم يكشف الموفر عن فئات السلسلة.
de_de: Die Serienunterstützung bleibt optional, es sei denn, der Anbieter stellt Serienkategorien bereit.
es_es: El soporte de series seguirá siendo opcional a menos que el proveedor exponga categorías de series.
fr_fr: La prise en charge des séries restera facultative à moins que le fournisseur n'expose les catégories de séries.
hi_in: जब तक प्रदाता श्रृंखला श्रेणियों को उजागर नहीं करता तब तक श्रृंखला समर्थन वैकल्पिक रहेगा।
ja_jp: プロバイダーがシリーズ カテゴリを公開しない限り、シリーズ サポートはオプションのままです。
ko_kr: 공급자가 시리즈 카테고리를 공개하지 않는 한 시리즈 지원은 선택 사항으로 유지됩니다.
pt_br: O suporte às séries permanecerá opcional, a menos que o provedor exponha as categorias das séries.
tr_tr: Sağlayıcı seri kategorilerini göstermediği sürece seri desteği isteğe bağlı kalacaktır.
zh_hans: 系列支持将保持可选，除非提供者公开系列类别。
